Revit 2024 API
SymbolTypeId.RadPerS Property
 Symbol rad/s, indicating unit Radians per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RadPerS { get; }
Visual Basic
Public Shared ReadOnly Property RadPerS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RadPerS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace